；
; 项目
；

[Support_Artillery_Offensive_MortarStrike_HE_T1 X2WeaponTemplate]
FriendlyName="火力支援：HE 迫击炮弹"
FriendlyNamePlural="火力支援：高爆迫击炮弹"
BriefSummary="一台设置了频率的无线电设备，用于在指定区域呼叫火力支援。"
TacticalText="<Bullet/>一种专门调谐以呼叫特定火力支援的无线电装置。\n<Bullet/>HE 迫击炮弹：一种进攻性火力支援，可在特定区域投下 3 枚炮弹。\n<Bullet/>不保证准确性。\n<Bullet/>不能在地下或大型建筑物或建筑群内使用。"
AbilityDescName="支援打击"

[Support_Artillery_Defensive_MortarStrike_SMK_T1 X2WeaponTemplate]
FriendlyName="火力支援：烟雾迫击炮弹"
FriendlyNamePlural="火力支援：烟雾迫击炮弹"
BriefSummary="一台设置了频率的无线电设备，用于在指定区域呼叫火力支援。"
TacticalText="<Bullet/>一种专门调谐以呼叫特定火力支援的无线电装置。\n<Bullet/>烟雾迫击炮弹：一种防御性火力支援，可在特定区域投放 3 枚烟雾弹。\n<Bullet/>在烟雾中提供防御提升。\n<Bullet/>比 HE 迫击炮弹更快。\n<Bullet/>不保证准确性。\n<Bullet/>不能在地下或大型建筑物或建筑群内使用。"
AbilityDescName="支援打击"

；
; 能力
；

[Ability_Support_Land_Off_MortarStrike_HE_Stage1 X2AbilityTemplate]
LocFriendlyName="请求打击：HE 迫击炮弹"
LocLongDescription="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n请求在指定地点提供高爆火炮支援。非常不准确，需要时间和运气才能完成。指定区域将连续几回合遭到齐射。"
LocHelpText="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n 在请求的地点延迟发射高爆火炮。"
LocFlyOverText="攻击请求：高爆火炮"

[Ability_Support_Land_Off_MortarStrike_HE_Stage2 X2AbilityTemplate]
LocLongDescription="如果您发现此问题，请将此错误报告给 E3。"
LocHelpText="如果您发现此问题，请将此错误报告给 E3。"



[Ability_Support_Land_Def_MortarStrike_SMK_Stage1 X2AbilityTemplate]
LocFriendlyName="请求打击：烟雾迫击炮弹"
LocLongDescription="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n请求在指定地点进行烟雾炮火支援，烟雾炮火将持续数个回合。烟雾持续 6 个回合，在烟雾内不会触发监视。但是，试图进入烟雾或移出烟雾的单位将受到监视的影响。"
LocHelpText="<Ability:STRIKE_INTELCOST_USAGE_DYN/>\n 在请求的地点发射延迟烟雾弹，6 个回合后消散。在烟雾内不会触发守望先锋，但任何试图离开或进入烟雾的单位都将触发监视。"
LocFlyOverText="攻击请求：烟雾弹"

[Ability_Support_Land_Def_MortarStrike_SMK_Stage2 X2AbilityTemplate]
LocLongDescription="如果您发现此问题，请将此错误报告给 E3。"
LocHelpText="如果您发现此问题，请将此错误报告给 E3。"

；
；烟雾效果
；

MortarStrike_Stage2_SMK_EffectDisplayName="浓烟"
MortarStrike_Stage2_SMK_EffectDisplayDesc="浓烟使该单位免疫监视并获得防御加成，但会遭受瞄准惩罚。"
